Repository: Al-Muhandis/brook-telegram
Catalog: languages/brook-telegram.*.po
Languages: pt_br, ru

source: Bot app is closed
pt_br: O aplicativo do bot está fechado
ru: Работа бота завершена

source: Please enter the date in format: dd-mm-yyyy
pt_br: Por favor, digite a data no formato: dd-mm-aaaa
ru: Пожалуйста, вводите дату в формате: dd-mm-yyyy

source: Error: failed to load statistics file
pt_br: Erro: falha ao carregar arquivo de estatísticas
ru: Ошибка: невозможно загрузить файл статистики

source: Send us a wish, recommendation or bug report
pt_br: Envie-nos um desejo, recomendação ou relatório de erro
ru: Отправить нам пожелания, рекомендации или сообщение об ошибке

source: Thanks! %s Your message will be considered!
pt_br: Obrigado! %s Sua mensagem será considerada!
ru: Спасибо! %s ваше сообщение будет рассмотрено!

source: Select statistics by pressing the button. In addition, the available commands:
pt_br: Selecione as estatísticas pressionando o botão. Além disso, os comandos disponíveis:
ru: Выберите статистику, нажав на кнопку. Кроме того, доступные следующие команды:

source: /stat <i>day</i> - the last records for a specified <i>date</i>,
pt_br: /stat <i>dia</i> - os últimos registros para uma <i>data</i> específica,
ru: /stat <i>day</i> - последние записи за указанную дату <i>date</i>,

source: /statf <i>date</i> - statistics file for the <i>date</i>,
pt_br: /statf <i>data</i> - arquivo de estatísticas para a <i>data</i>,
ru: /statf <i>date</i> - файл статистики за дату <i>date</i>,

source: where <i>date</i> is <i>today</i> or <i>yesterday</i> or in format <i>dd-mm-yyyy</i>
pt_br: onde a <i>data</i> é <i>hoje</i> ou <i>ontem</i> ou no formato <i>dd-mm-aaaa</i>
ru: где <i>date</i> это <i>today</i> или <i>yesterday</i> или в формате <i>dd-mm-yyyy</i>

source: Statistics for
pt_br: Estatísticas para
ru: Статистика за

source: Statistics for this date not found
pt_br: As estatísticas para esta data não foram encontradas
ru: Статистика за эту дату не найдена

source: Today
pt_br: Hoje
ru: Сегодня

source: Text reply for command is succesfully changed!
pt_br: A Resposta de texto para o comando foi alterada com sucesso!
ru: Текст для команды успешно изменен

source: Yesterday
pt_br: Ontem
ru: Вчера
